{
  "movies":[
    {
      "name":"Rick and Morty",
      "image":"rick",
      "synopsis":"Rick and Morty is an American adult animated science fiction sitcom created by Justin Roiland and Dan Harmon for Cartoon Network's nighttime programming block, Adult Swim. The series follows the misadventures of cynical mad scientist Rick Sanchez and his good-hearted, but fretful grandson Morty Smith, who split their time between domestic life and interdimensional adventures. Roiland voices the eponymous characters, with Chris Parnell, Spencer Grammer and Sarah Chalke voicing the rest of Rick and Morty's family. The series originated from an animated short parody film of Back to the Future, created by Roiland for Channel 101, a short film festival co-founded by Harmon. The series has been acclaimed by critics for its originality, creativity and humor.The fifth season premiered on June 20, 2021, and consisted of ten episodes. A sixth season was confirmed as part of a long-term deal in May 2018 that ordered 70 new episodes over an unspecified number of seasons.",
      "meta":"2021, Sci-Fi TV, Sitcoms, Adult, Animation",
      "rating":"Absurd, Quirky, Irreverent"
    },
    {
      "name":"Friends",
      "image":"friends",
      "synopsis":"Friends is an American television sitcom created by David Crane and Marta Kauffman, which aired on NBC from September 22, 1994, to May 6, 2004, lasting ten seasons. With an ensemble cast starring Jennifer Aniston, Courteney Cox, Lisa Kudrow, Matt LeBlanc, Matthew Perry and David Schwimmer, the show revolves around six friends in their 20s and 30s who live in Manhattan, New York City. The series was produced by Bright/Kauffman/Crane Productions, in association with Warner Bros. Television. The original executive producers were Kevin S. Bright, Kauffman, and Crane. Kauffman and Crane began developing Friends under the working title Insomnia Cafe between November and December 1993. They presented the idea to Bright, and together they pitched a seven-page treatment of the show to NBC. After several script rewrites and changes, including title changes to Six of One and Friends Like Us, the series was finally named Friends. Filming took place at Warner Bros. Studios in Burbank, California. The entire series ranked within the top ten of the final television season ratings; it ultimately reached the number-one spot in its eighth season. The series finale aired on May 6, 2004, and was watched by around 52.5 million American viewers, making it the fifth-most-watched series finale in television history and the most-watched television episode of the 2000s.",
      "meta":"2003, Sitcoms, TV Comedies, US TV Shows",
      "rating":"Witty, Quirky"
    },
    {
      "name":"The Big Lebovski",
      "image":"lebovski",
      "synopsis":"The Big Lebowski is a 1998 black comedy crime film written, produced, and directed by Joel and Ethan Coen. It stars Jeff Bridges as Jeffrey \"The Dude\" Lebowski, a Los Angeles slacker and avid bowler. He is assaulted as a result of mistaken identity, then learns that a millionaire also named Jeffrey Lebowski (David Huddleston) was the intended victim. The millionaire Lebowski's trophy wife is kidnapped, and he commissions The Dude to deliver the ransom to secure her release; the plan goes awry when the Dude's friend Walter Sobchak (John Goodman) schemes to keep the ransom money. Sam Elliott, Julianne Moore, Steve Buscemi, John Turturro, Philip Seymour Hoffman, Tara Reid, David Thewlis, Peter Stormare, and Ben Gazzara also appear, in supporting roles.",
      "meta":"1998, Comedies, Movies",
      "rating":"Deadpan, Offbeat"
    },
    {
      "name":"Don't look up",
      "image":"dontlookup",
      "synopsis":"Don't Look Up is a 2021 American apocalyptic black comedy film written, produced, and directed by Adam McKay, and starring an ensemble cast including Leonardo DiCaprio, Jennifer Lawrence, Rob Morgan, Jonah Hill, Mark Rylance, Tyler Perry, Timothée Chalamet, Ron Perlman, Ariana Grande, Scott Mescudi (Kid Cudi), Cate Blanchett, and Meryl Streep. It tells the story of two astronomers attempting to warn humanity about an approaching comet that will destroy human civilization. The impact event is an allegory for climate change, and the film is a satire of government, political, celebrity, and media indifference to the climate crisis.",
      "meta":"2021, Social Issue Dramas, Sci-Fi Movies, Comedies, Dramas",
      "rating":"Offbeat, Provocative, Witty"
    },
    {
      "name":"Stranger Things",
      "image":"things",
      "synopsis":"Stranger Things is an American science fiction horror drama television series created by the Duffer Brothers and streaming on Netflix. The brothers serve as showrunners and are executive producers along with Shawn Levy and Dan Cohen. The series premiered on Netflix on July 15, 2016. Set in the 1980s in the fictional town of Hawkins, Indiana, the first season focuses on the investigation into the disappearance of a young boy (Will Byers) amid supernatural events occurring around the town, including the appearance of a girl with psychokinetic abilities (Eleven). The second season focuses on Will's side effects from being in the Upside Down with its entities crawling into the real world. The third season focuses Eleven and Mike's relationship as the kids continue their battle against the Upside Down entities. The series stars an ensemble cast including Winona Ryder, David Harbour, Finn Wolfhard, Millie Bobby Brown, Gaten Matarazzo, Caleb McLaughlin, Noah Schnapp, Sadie Sink, Natalia Dyer, Charlie Heaton, Joe Keery, Cara Buono and Dacre Montgomery. The Duffer Brothers developed the series as a mix of investigative drama alongside supernatural elements portrayed with horror, science fiction and childlike sensibilities. Setting the series in the 1980s, the Duffer Brothers infused references to the pop culture of that decade while several themes and directorial aspects were inspired primarily by the works of Steven Spielberg, John Carpenter, and Stephen King, as well as anime and video games. They also took inspiration from strange experiments that took place during the Cold War and real world conspiracy theories involving secret government experiments.",
      "meta":"2019, Sci-Fi TV, Teen TV Shows, TV Horror",
      "rating":"Ominous, Scary, Exciting"
    },
    {
      "name":"Black Mirror",
      "image":"mirror",
      "synopsis":"Black Mirror is a British anthology television series created by Charlie Brooker. Individual episodes explore a diversity of genres, but most are near-future dystopias utilising a science fiction technology—a type of speculative fiction. The series is based on The Twilight Zone and uses technology to comment on contemporary social issues. Most episodes are written by Brooker, with heavy involvement by the executive producer Annabel Jones.\n\nThere are 22 episodes across five series and one special, in addition to the interactive film Black Mirror: Bandersnatch (2018). The first two series aired on the British network Channel 4 in 2011 and 2013, as did the 2014 special \"White Christmas\". The programme then moved to Netflix, where three further series aired in 2016, 2017 and 2019. Two related webisode series were produced by Netflix, and a companion book to the first four series, Inside Black Mirror, was published in 2018. Soundtracks to many episodes have been released as albums. The series has received critical acclaim and is considered by many reviewers to be one of the best television series of the 2010s. With \"San Junipero\", \"USS Callister\" and Bandersnatch, the programme won the Primetime Emmy Award for Outstanding Television Movie three times consecutively. However, some critics consider the morality of the series obvious or cite declining quality over time. Black Mirror, along with American Horror Story, has been credited with repopularising the anthology television format, and a number of episodes have been seen by reviewers as prescient.",
      "meta":"2019, British, Sci-Fi TV, TV Thrillers",
      "rating":"Mind-Bending ,Chilling, Ominous"
    },
    {
      "name":"Dark",
      "image":"dark",
      "synopsis":"Dark is a German science fiction thriller streaming television series co-created by Baran bo Odar and Jantje Friese. It ran for three seasons from 2017 to 2020. In the aftermath of a child's disappearance, Dark follows characters from the fictional German town of Winden as they pursue the truth. They follow connections between four estranged families to unravel a sinister time travel conspiracy which spans several generations. The series explores the existential implications of time, and its effect on human nature. It features an ensemble cast including Louis Hofmann, Julika Jenkins, Andreas Pietschmann, Maja Schöne, Lisa Vicari, Lisa Kreuzer, Dietrich Hollinderbäumer, Karoline Eichhorn, Jördis Triebel, Mark Waschke, and Oliver Masucci.\n\nDark debuted on 1 December 2017 on Netflix; it is the service's first German-language original series. The second season was released on 21 June 2019, while the third and final season was released on 27 June 2020. Dark received critical acclaim, with praise for its tone, visuals, acting, casting, musical score, and the ambition and complexity of its narrative. In 2021, BBC Culture ranked Dark as the 58th greatest TV series of the 21st Century.",
      "meta":"2020, German, TV Mysteries, Crime TV Shows",
      "rating":"Mind-Bending ,Chilling, Ominous"
    },
    {
      "name":"Meet Joe Black",
      "image":"joe",
      "synopsis":"Meet Joe Black is a 1998 American romantic fantasy film directed and produced by Martin Brest, and starring Brad Pitt, Anthony Hopkins, and Claire Forlani. The screenplay by Bo Goldman, Kevin Wade, Ron Osborn and Jeff Reno is loosely based on the 1934 film Death Takes a Holiday, an adaptation of the 1924 Italian play La Morte in Vacanza by Alberto Casella. It was the second pairing of Hopkins and Pitt after their 1994 film Legends of the Fall.",
      "meta":"1998, Dramas, Romantic Movies",
      "rating":"Understated, Emotional, Romantic"
    },
    {
      "name":"The Matrix",
      "image":"matrix",
      "synopsis":"The Matrix is a 1999 science fiction action film written and directed by the Wachowskis. It is the first installment in The Matrix film series, starring Keanu Reeves, Laurence Fishburne, Carrie-Anne Moss, Hugo Weaving, and Joe Pantoliano. It depicts a dystopian future in which humanity is unknowingly trapped inside a simulated reality, the Matrix, which intelligent machines have created to distract humans while using their bodies as an energy source. When computer programmer Thomas Anderson, under the hacker alias \"Neo\", uncovers the truth, he \"is drawn into a rebellion against the machines\" along with other people who have been freed from the Matrix. The Matrix is an example of the cyberpunk subgenre of science fiction.[8] The Wachowskis' approach to action scenes was influenced by Japanese animation and martial arts films, and the film's use of fight choreographers and wire fu techniques from Hong Kong action cinema influenced subsequent Hollywood action film productions. The film popularized a visual effect known as \"bullet time\", in which the heightened perception of certain characters is represented by allowing the action within a shot to progress in slow-motion while the camera appears to move through the scene at normal speed, allowing the sped-up movements of certain characters to be perceived normally. The Matrix was first released in the United States on March 31, 1999, and grossed over $460 million worldwide. It received largely positive reviews from critics, who praised its innovative visual effects, action sequences, cinematography and entertainment value, and won four Academy Awards (Best Visual Effects, Best Film Editing, Best Sound and Best Sound Editing), as well as several other accolades, including BAFTA Awards and Saturn Awards. The film is considered to be among the best science fiction films of all time, In 2012, the film was selected for preservation in the National Film Registry by the Library of Congress for being \"culturally, historically, and aesthetically significant.\"",
      "meta":"1999, Martial Arts Movies, Sci-Fi Movies, Action & Adventure",
      "rating":"Mind-Bending, Exciting"
    },
    {
      "name":"Ghost in the Shell",
      "image":"ghost",
      "synopsis":"Ghost in the Shell is a 2017 science fiction action film directed by Rupert Sanders and written by Jamie Moss, William Wheeler and Ehren Kruger, based on the Japanese manga of the same name by Masamune Shirow. It stars Scarlett Johansson, Takeshi Kitano, Michael Pitt, Pilou Asbæk, Chin Han and Juliette Binoche. Set in a near future when the line between humans and robots is blurring, the plot follows the Major (Johansson), a cyborg supersoldier who investigates her past.\n\nFilming for Ghost in the Shell took place in New Zealand from February to June 2016, with additional filming in Hong Kong that June. The film premiered in Tokyo on March 16, 2017, and was released in the United States on March 31, 2017, in IMAX, 3D, IMAX 3D, and 4DX. It received mixed reviews, with praise for its visual style, action sequences, cinematography and score, but criticism for its story and lack of character development. The casting of white actors, particularly Johansson, drew accusations of racism and whitewashing in the United States, despite Mamoru Oshii, director of the original anime, stating there was no basis for this accusation. It grossed $169.8 million worldwide against a production budget of $110 million. The film debuted at No. 2 on home media.",
      "meta":"2017, Sci-Fi Movies, Action & Adventure, Crime Movies",
      "rating":"Dark, Exciting"
    },
    {
      "name":"No Country for Old Men",
      "image":"country",
      "synopsis":"No Country for Old Men is a 2007 American neo-Western crime thriller film written and directed by Joel and Ethan Coen, based on Cormac McCarthy's 2005 novel of the same name. Starring Tommy Lee Jones, Javier Bardem, and Josh Brolin, the film is set in the desert landscape of 1980 West Texas. The film revisits the themes of fate, conscience, and circumstance that the Coen brothers had explored in the films Blood Simple (1984), Raising Arizona (1987), and Fargo (1996). The film follows three main characters: Llewelyn Moss (Brolin), a Vietnam War veteran and welder who stumbles upon a large sum of money in the desert; Anton Chigurh (Bardem), a mysterious hitman who is tasked with recovering the money; and Ed Tom Bell (Jones), a local sheriff investigating the crime. The film also stars Kelly Macdonald as Moss's wife Carla Jean, and Woody Harrelson as a bounty hunter seeking Moss and the return of the $2 million. No Country for Old Men premiered in competition at the 2007 Cannes Film Festival on May 19.[4] The film became a commercial success, grossing $171 million worldwide against the budget of $25 million. Critics praised the Coens' direction and screenplay and Bardem's performance, and the film won 76 awards from 109 nominations from multiple organizations; it won four awards at the 80th Academy Awards (including Best Picture), three British Academy Film Awards (BAFTAs), and two Golden Globes. The American Film Institute listed it as an AFI Movie of the Year, and the National Board of Review selected it as the best of 2007. More critics included No Country for Old Men on their 2007 top ten lists than any other film, and many regard it as the Coen brothers' best film. As of December 2021, various sources had recognized it as one of the best films of its decade, and as one of the best films of the 21st century. The Guardian's John Patterson wrote: \"the Coens' technical abilities, and their feel for a landscape-based Western classicism reminiscent of Anthony Mann and Sam Peckinpah, are matched by few living directors\", and Peter Travers of Rolling Stone said that it is \"a new career peak for the Coen brothers\" and \"as entertaining as hell\".",
      "meta":"2007, Movies Based on Books, Crime Movies, Dramas",
      "rating":"Violent, Gritty, Dark"
    },
    {
      "name":"Blade Runner 2049",
      "image":"bladerunner",
      "synopsis":"Blade Runner 2049 is a 2017 American neo-noir science fiction film directed by Denis Villeneuve and written by Hampton Fancher and Michael Green. A sequel to the 1982 film Blade Runner, the film stars Ryan Gosling and Harrison Ford, with Ana de Armas, Sylvia Hoeks, Robin Wright, Mackenzie Davis, Carla Juri, Lennie James, Dave Bautista, and Jared Leto in supporting roles. Ford and Edward James Olmos reprise their roles from the original film. Gosling plays K, a Nexus-9 replicant \"blade runner\" who uncovers a secret that threatens to destabilize society and the course of civilization. Ideas for a Blade Runner sequel were first proposed in the 1990s, but licensing issues stalled their development. Andrew Kosove and Broderick Johnson obtained the film rights from Bud Yorkin. Ridley Scott stepped down as the film's initial director and worked as an executive producer, while Villeneuve was later appointed to direct. Blade Runner 2049 was financed through a partnership between Alcon Entertainment and Sony Pictures, as well as a Hungarian government-funded tax rebate. Warner Bros., on behalf of Alcon, distributed the film in North America, while Sony handled distribution in international markets. Principal photography took place mostly at two soundstages in Budapest over four months from July to November 2016. Blade Runner 2049 premiered in Los Angeles on October 3, 2017, and was released in the United States in 2D, 3D, and IMAX on October 6, 2017. The film received acclaim from critics, who praised its performances, direction, screenplay, cinematography, editing, musical score, production design, visual effects, and faithfulness to the original film. It was widely considered among the best films of 2017. However, it was a box office disappointment, grossing $259.2 million worldwide against a production budget between $150–185 million. Blade Runner 2049 was nominated for and won several accolades: at the 90th Academy Awards, the film won Best Cinematography and Best Visual Effects, and was nominated for Best Sound Editing, Best Sound Mixing, and Best Production Design. It also received eight nominations at the 71st British Academy Film Awards, including Best Director, and won Best Cinematography and Best Special Visual Effects.",
      "meta":"2017, Sci-Fi Movies, Action & Adventure, Crime Movies",
      "rating":"Dark"
    },
    {
      "name":"Watchmen",
      "image":"watchmen",
      "synopsis":"Watchmen is a 2009 American superhero film based on the 1986–1987 DC Comics limited series of the same name by Alan Moore and Dave Gibbons. Directed by Zack Snyder, the film features an ensemble cast including Malin Åkerman, Billy Crudup, Matthew Goode, Carla Gugino, Jackie Earle Haley, Jeffrey Dean Morgan, and Patrick Wilson. A dark and dystopian deconstruction of the superhero genre, the film is set in an alternate history in the year 1985 at the height of the Cold War between the United States and the Soviet Union, as a group of mostly retired American superheroes investigates the murder of one of their own before uncovering an elaborate and deadly conspiracy, while their moral limitations are challenged by the complex nature of the circumstances.\n\nFrom October 1987 until October 2005, a live-action film adaptation of the Watchmen series became stranded in development hell. Producers Lawrence Gordon and Joel Silver began developing the project at 20th Century Fox, later moving it to Warner Bros. Pictures, the sister company of Watchmen publisher DC Comics, and hiring director Terry Gilliam, who eventually left the production and deemed the complex comic \"unfilmable\". During the 2000s, Gordon and Lloyd Levin collaborated with Universal Pictures, Revolution Studios and Paramount Pictures to produce the film. Directors David Hayter, Darren Aronofsky and Paul Greengrass were attached to the project before it was cancelled over budget disputes. In October 2005, the project returned to Warner Bros., where Snyder was hired to direct. Paramount remained as its international distributor, whereas Warner Bros. would distribute the film in the United States. However, Fox sued Warner Bros. for copyright violation arising from Gordon's failure to pay a buy-out in 1991, which enabled him to develop the film at the other studios. Fox and Warner Bros. settled this before the film's release, with Fox receiving a portion of the gross. Principal photography began in Vancouver, September 2007. As with his previous film 300, Snyder closely modelled his storyboards on the comic, but chose not to shoot all of Watchmen using green screens and opted for real sets instead.\n\nFollowing its world premiere at Odeon Leicester Square on February 23, 2009,[6] the film was released in both conventional and IMAX theaters on March 6, 2009, and grossed $55 million on its opening weekend and over $185 million at the worldwide box office. The film polarized fans and critics; the style was praised, but Snyder was accused of making an action film that lacked the subtlety and wit of the comic.[7] A DVD based on elements of the Watchmen universe was released, including an animated adaptation of the comic Tales of the Black Freighter within the story voiced by Gerard Butler, and a fictional documentary titled Under the Hood, detailing the older generation of superheroes from the film's back-story.[8] A director's cut with 24 minutes of additional footage was released in July 2009. The \"Ultimate Cut\" edition incorporated the animated comic Tales of the Black Freighter into the narrative as it was in the original graphic novel, lengthening the runtime to 3 hours and 35 minutes, and was released on November 3, 2009. The director's cut was better received than the theatrical release.",
      "meta":"2009, Sci-Fi Movies, Action & Adventure",
      "rating":"Violent, Exciting"
    },
    {
      "name":"The Big Bang Theory",
      "image":"bigbang",
      "synopsis":"The Big Bang Theory is an American television sitcom created by Chuck Lorre and Bill Prady, both of whom served as executive producers on the series, along with Steven Molaro, all of whom also served as head writers. It premiered on CBS on September 24, 2007, and concluded on May 16, 2019, having broadcast 279 episodes over 12 seasons. The show originally centered on five characters living in Pasadena, California: Leonard Hofstadter (Johnny Galecki) and Sheldon Cooper (Jim Parsons), both physicists at Caltech, who share an apartment; Penny (Kaley Cuoco), a waitress and aspiring actress who lives across the hall; and Leonard and Sheldon's similarly geeky and socially awkward friends and co-workers, aerospace engineer Howard Wolowitz (Simon Helberg) and astrophysicist Raj Koothrappali (Kunal Nayyar).[4][5] Over time, supporting characters were promoted to starring roles, including neuroscientist Amy Farrah Fowler (Mayim Bialik), microbiologist Bernadette Rostenkowski (Melissa Rauch), and comic book store owner Stuart Bloom (Kevin Sussman). The show was filmed in front of a live audience and produced by Warner Bros. Television and Chuck Lorre Productions. It received mixed reviews throughout its first season, but reception was more favorable in the second and third seasons. Despite early mixed reviews, seven seasons were ranked within the top ten of the final season ratings, and it ultimately reached the no. 1 spot in its eleventh season. It was nominated for the Emmy Award for Outstanding Comedy Series from 2011 to 2014 and won the Emmy Award for Outstanding Lead Actor in a Comedy Series four times for Parsons. In total, it won seven Emmy Awards from 46 nominations. Parsons also won the Golden Globe for Best Actor in a Television Comedy Series in 2011. In 2017, the series spawned a prequel series, Young Sheldon, based on Parsons' character Sheldon Cooper; it also airs on CBS.",
      "meta":"2018, Sitcoms, TV Comedies, US TV Shows",
      "rating":"Quirky"
    },
    {
      "name":"Better Call Saul",
      "image":"soul",
      "synopsis":"Better Call Saul is an American crime drama television series created by Vince Gilligan and Peter Gould. It is a spin-off, prequel, and a sequel to Gilligan's previous series, Breaking Bad. Set primarily in the early to middle part of the first decade of the 2000s in Albuquerque, New Mexico, the series develops Jimmy McGill (Bob Odenkirk), an earnest lawyer and former con artist, into a greedy criminal defense attorney known as Saul Goodman. Also shown is the moral decline of retired police officer Mike Ehrmantraut (Jonathan Banks), who becomes closely affiliated with the Juarez drug cartel to support his granddaughter and her widowed mother. Jimmy and Mike's interactions remain sporadic until their respective storylines fully converge. The show premiered on AMC on February 8, 2015, airing five seasons to date. A sixth and final season, consisting of 13 episodes, is set to premiere in mid-2022. At the start of the series, Jimmy struggles financially while working as a public defender. He lives in the back room of a nail salon which doubles as an office. His romantic interest and former colleague, Kim Wexler (Rhea Seehorn), is an attorney at Hamlin, Hamlin & McGill (HHM), a law firm co-owned by Jimmy's brilliant but unwell brother, Chuck McGill (Michael McKean) and proud associate, Howard Hamlin (Patrick Fabian). After hiring Jimmy as legal representation, Mike provides advice and security for Nacho Varga (Michael Mando), an intelligent drug dealer who later becomes a mole for Gus Fring (Giancarlo Esposito), a drug lord and legitimate businessman. Their operations are disrupted by members of the murderous Salamanca family, including Lalo Salamanca (Tony Dalton). Odenkirk, Banks, and Esposito reprise their roles from Breaking Bad, as do many others who make guest appearances.\n\nBetter Call Saul has received critical acclaim, with particular praise for its acting, characters, writing, direction, and cinematography; many critics have called it a worthy successor to Breaking Bad and one of the best prequels ever made, with some deeming it superior to its predecessor.[5][6][7] It has garnered many nominations, including a Peabody Award, 21 Primetime Emmy Awards, eleven Writers Guild of America Awards, five Critics' Choice Television Awards, four Screen Actors Guild Awards, and four Golden Globe Awards. At the time of its airing, the series premiere held the record for the highest-rated scripted series premiere in basic cable history.",
      "meta":"2020, Crime TV Shows, TV Dramas, US TV Shows",
      "rating":"Offbeat, Gritty"
    },
    {
      "name":"The Queen's Gambit",
      "image":"queen",
      "synopsis":"The Queen's Gambit is a 2020 American coming-of-age period drama streaming television miniseries based on the 1983 novel of the same name by Walter Tevis. The title refers to the \"Queen's Gambit\", a chess opening. The series was written and directed by Scott Frank, who created it with Allan Scott, who owns the rights to the book. Beginning in the mid-1950s and proceeding into the 1960s, the story follows the life of Beth Harmon (Anya Taylor-Joy), a fictional chess prodigy on her rise to the top of the chess world while struggling with drug and alcohol dependency. Netflix released The Queen's Gambit on October 23, 2020. After four weeks it had become Netflix's most-watched scripted miniseries, making it Netflix's top program in 63 countries. The series received critical acclaim, with particular praise for Taylor-Joy's performance, the cinematography, and production values. It also received a positive response from the chess community, and data suggests that it increased public interest in the game. The Queen's Gambit won eleven Primetime Emmy Awards, including Outstanding Limited or Anthology Series, becoming the first show on a streaming service to win the category.[5] The series also won two Golden Globe Awards: Best Limited Series or Television Film and Best Actress – Miniseries or Television Film for Taylor-Joy. She also won the Screen Actors Guild Award for Outstanding Performance by a Female Actor in a Miniseries or Television Movie.",
      "meta":"2020, TV Shows Based on Books, Social Issue TV Dramas, TV Dramas",
      "rating":"Cerebral, Intimate, Emotional"
    },
    {
      "name":"South Park",
      "image":"southpark",
      "synopsis":"South Park is an American animated sitcom created by Trey Parker and Matt Stone and developed by Brian Graden for Comedy Central. The series revolves around four boys—Stan Marsh, Kyle Broflovski, Eric Cartman, and Kenny McCormick—and their exploits in and around the titular Colorado town. South Park became infamous for its profanity and dark, surreal humor that satirizes a wide range of topics toward an adult audience. Parker and Stone developed South Park from two animated short films both titled The Spirit of Christmas. The second short became one of the first Internet viral videos, leading to South Park's production. The pilot episode was produced using cutout animation; subsequent episodes have since used computer animation recalling the cutout technique. South Park features a large ensemble cast of recurring characters. Since its debut on August 13, 1997, 311 episodes (including television films) of South Park have been broadcast. It debuted with great success, consistently earning the highest ratings of any basic cable program. Subsequent ratings have varied, but it remains one of Comedy Central's highest-rated programs. In August 2021, the series was renewed through 2027, and a series of films was announced for the streaming service Paramount+, the first two of which were released later that year. South Park has received numerous accolades, including five Primetime Emmy Awards, a Peabody Award, and numerous inclusions in various publications' lists of greatest television shows. A theatrical film, South Park: Bigger, Longer & Uncut, was released in June 1999 to commercial and critical success, garnering an Academy Award nomination. In 2013, TV Guide ranked South Park the tenth Greatest TV Cartoon of All Time.",
      "meta":"2019, Sitcoms, Adult Animation, TV Comedies",
      "rating":"Absurd, Raunchy, Witty"
    },
    {
      "name":"Space Force",
      "image":"spaceforce",
      "synopsis":"Space Force is an American workplace comedy streaming television series created by Greg Daniels and Steve Carell for Netflix. It centers on a group of people tasked with establishing the sixth branch of the United States Armed Forces, the United States Space Force. It stars Steve Carell, John Malkovich, Ben Schwartz, Diana Silvers, Lisa Kudrow, Tawny Newsome and Jimmy O. Yang. It premiered on Netflix on May 29, 2020 to mixed reviews. In November 2020, it was renewed for a second season which is set to premiere on February 18, 2022.",
      "meta":"2020, TV Comedies, US TV Shows",
      "rating":"Deadpan"
    },
    {
      "name":"Breaking Bad",
      "image":"breakingbad",
      "synopsis":"Breaking Bad is an American neo-Western crime drama television series created and produced by Vince Gilligan. The show aired on AMC from January 20, 2008, to September 29, 2013, consisting of five seasons for a total of 62 episodes. It was set and filmed in Albuquerque, New Mexico, and tells the story of Walter White (Bryan Cranston), an underpaid, overqualified, and dispirited high school chemistry teacher who is struggling with a recent diagnosis of stage-three lung cancer. Walter turns to a life of crime, partnering with his former student Jesse Pinkman (Aaron Paul), by producing and distributing crystal meth to secure his family's financial future before he dies, while navigating the dangers of the criminal underworld. According to Gilligan, the title is a Southern colloquialism meaning \"to raise hell\". Among the show's co-stars are Anna Gunn and RJ Mitte as Walter's wife Skyler and son Walter Jr., and Betsy Brandt and Dean Norris as Skyler's sister Marie Schrader and her husband Hank, a DEA agent. Others include Bob Odenkirk as White's and Pinkman's sleazy lawyer Saul Goodman, Jonathan Banks as private investigator and fixer Mike Ehrmantraut, and Giancarlo Esposito as drug kingpin Gus Fring. The final season introduces Jesse Plemons as the criminally ambitious Todd Alquist, and Laura Fraser as Lydia Rodarte-Quayle, a cunning business executive secretly managing Walter's global meth sales for her company.\n\nBreaking Bad's first season received generally positive reviews, while the rest of its run received unanimous critical acclaim. Since its conclusion, the show has been lauded by critics as one of the greatest television series of all time. It had fair viewership in its first three seasons, but the fourth and fifth seasons saw a moderate rise in viewership when it was made available on Netflix just before the fourth season premiere. Viewership increased more drastically upon the premiere of the second half of the fifth season in 2013. By the time that the series finale aired, it was among the most-watched cable shows on American television. The show received numerous awards, including 16 Primetime Emmy Awards, eight Satellite Awards, two Golden Globe Awards, two Peabody Awards, two Critics' Choice Awards, and four Television Critics Association Awards. Cranston won the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series four times, while Aaron Paul won the Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series three times; Anna Gunn won the Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series twice. In 2013, Breaking Bad entered the Guinness World Records as the most critically acclaimed TV show of all-time. Better Call Saul, a prequel series featuring Odenkirk, Banks, and Esposito reprising their Breaking Bad roles, debuted on AMC on February 8, 2015, and has been renewed for a final sixth season. The sequel film El Camino: A Breaking Bad Movie starring Paul was released on Netflix and in theaters on October 11, 2019.",
      "meta":"2013, Crime TV Shows, TV Thrillers, TV Dramas",
      "rating":"Violent, Gritty, Dark"
    },
    {
      "name":"The Great Gatsby",
      "image":"gatsby",
      "synopsis":"The Great Gatsby is a 2013 historical romantic drama film based on F. Scott Fitzgerald's 1925 novel of the same name. The film was co-written and directed by Baz Luhrmann and stars Leonardo DiCaprio, Tobey Maguire, Carey Mulligan, Joel Edgerton, Isla Fisher, Jason Clarke, and Elizabeth Debicki. Jay-Z served as executive producer. Filming took place from September to December 2011 in Australia, with a $105 million net production budget. The film follows the life and times of millionaire Jay Gatsby (DiCaprio) and his neighbor Nick Carraway (Maguire), who recounts his encounter with Gatsby at the height of the Roaring Twenties on Long Island. The film was highly polarizing among critics; it received both alternating praise and criticism for its acting performances, soundtrack, visual style, and direction. Audiences responded more positively and Fitzgerald's granddaughter praised the film, stating \"Scott would have been proud.\" As of 2017, it is Luhrmann's highest-grossing film, grossing over $353 million worldwide. At the 86th Academy Awards, the film won in both of its nominated categories: Best Production Design and Best Costume Design.",
      "meta":"2013, Period Pieces, Movies Based on Books, Dramas",
      "rating":"Intimate, Romantic"
    }
  ]
}